#+TITLE: EMACS configuration
#+AUTHOR: Roger J. H. Welsh
#+EMAIL: rjhwelsh@gmail.com
#+PROPERTY: header-args    :results silent

*** Agenda Conf
Store the list of agenda files in ...
#+BEGIN_SRC emacs-lisp
  (setq org-agenda-files "~/.emacs.d/agenda-files" )
#+END_SRC

#+RESULTS:
: ~/.emacs.d/agenda-files

Keep a diary file here...
#+BEGIN_SRC emacs-lisp
; or maybe not...
#+END_SRC

